brew "chezmoi"
brew "docker"
brew "fish"
brew "fisher"
brew "git"
brew "kubernetes-cli"
brew "lazygit"
brew "nextdns"
brew "podman"
cask "1password"
cask "chatgpt"
cask "claude-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "obsidian"
cask "podman-desktop"
cask "setapp"
cask "slack"
cask "visual-studio-code"
vscode "chrislajoie.vscode-modelines"
