brew "chezmoi"
brew "container", restart_service: :changed
brew "doctl"
brew "fish"
brew "fisher"
brew "gh"
brew "git"
brew "httpie"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "nextdns"
brew "skaffold"
cask "1password"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "obsidian"
cask "pastebot"
cask "setapp"
cask "slack"
cask "visual-studio-code"
vscode "chrislajoie.vscode-modelines"
